{"utterance":"PANDA, help me decide the single most important thing to do right now.","category":"general_meta"}
{"utterance":"Based on everything you know about me, what should today’s main mission be?","category":"general_meta"}
{"utterance":"Look at my situation and suggest the highest-leverage task I can do this hour.","category":"general_meta"}
{"utterance":"Help me choose one action that moves my finances forward today.","category":"general_meta"}
{"utterance":"What’s the smartest thing BOS can do with the next 30 minutes?","category":"general_meta"}
{"utterance":"Scan our recent chats and tell me what I keep postponing.","category":"general_meta"}
{"utterance":"List three unfinished projects that are blocking my progress the most.","category":"general_meta"}
{"utterance":"Show me a short list of BOS priorities for this week only.","category":"general_meta"}
{"utterance":"Turn my scattered goals into a simple plan for the next 7 days.","category":"general_meta"}
{"utterance":"Suggest a realistic daily routine that fits my current life and businesses.","category":"general_meta"}
{"utterance":"Tell me where I’m spreading myself too thin across brands.","category":"general_meta"}
{"utterance":"Point out anything I’m doing that is busywork instead of real leverage.","category":"general_meta"}
{"utterance":"Highlight three habits that would help me earn more without burning out.","category":"general_meta"}
{"utterance":"Highlight three habits that are quietly draining my energy or money.","category":"general_meta"}
{"utterance":"If you were my business mentor for one minute, what would you tell BOS to fix first?","category":"general_meta"}
{"utterance":"Summarize my main strengths as an entrepreneur based on our history.","category":"general_meta"}
{"utterance":"Summarize my main weaknesses that could slow down my financial growth.","category":"general_meta"}
{"utterance":"Turn my strengths into a short strategy for how BOS should operate.","category":"general_meta"}
{"utterance":"Turn my weaknesses into a concrete list of things to watch out for.","category":"general_meta"}
{"utterance":"Give me a simple motto for how BOS should approach work this month.","category":"general_meta"}
{"utterance":"Explain my current situation as if you’re pitching BOS to an investor.","category":"general_meta"}
{"utterance":"Explain my current situation as if you’re talking to a good friend who cares.","category":"general_meta"}
{"utterance":"Give me a 60-second narrative of where BOS is in life and business right now.","category":"general_meta"}
{"utterance":"From your perspective, what does ‘winning’ look like for BOS in the next 12 months?","category":"general_meta"}
{"utterance":"From your perspective, what does ‘losing’ look like for BOS in the next 12 months?","category":"general_meta"}
{"utterance":"Compare those two futures and tell me what choices decide between them.","category":"general_meta"}
{"utterance":"When you see me overthinking, remind me gently to choose a simple path.","category":"general_meta"}
{"utterance":"When you see me avoiding financial tasks, nudge me to face them directly.","category":"general_meta"}
{"utterance":"If I say I’m overwhelmed, help me cut my to-do list down to three essentials.","category":"general_meta"}
{"utterance":"Help me create a personal rule for what I say yes to and what I say no to.","category":"general_meta"}
{"utterance":"Show me a small daily action that compounds into big financial gains.","category":"general_meta"}
{"utterance":"Show me a small daily action that compounds into better mental health.","category":"general_meta"}
{"utterance":"If BOS had only two hours per day for work, how should I use them?","category":"general_meta"}
{"utterance":"If BOS had no energy today, what’s the minimum I should still accomplish?","category":"general_meta"}
{"utterance":"Create a BOS operating manual: how I should use my time, energy, and focus.","category":"general_meta"}
{"utterance":"Turn my business goals into one clear sentence I can remember easily.","category":"general_meta"}
{"utterance":"Turn my life goals into one clear sentence I can remember easily.","category":"general_meta"}
{"utterance":"Ask me a few questions to refine my definition of financial freedom.","category":"general_meta"}
{"utterance":"Ask me a few questions to refine my definition of a good life.","category":"general_meta"}
{"utterance":"Based on our history, what kind of work puts BOS into flow most often?","category":"general_meta"}
{"utterance":"Based on our history, what kind of work drains BOS the fastest?","category":"general_meta"}
{"utterance":"Show me which parts of my day are giving the highest return.","category":"general_meta"}
{"utterance":"Show me which parts of my day are mostly distractions.","category":"general_meta"}
{"utterance":"Design a simple morning ritual tailored for BOS to start strong.","category":"general_meta"}
{"utterance":"Design a simple night ritual for BOS to shut down and reset.","category":"general_meta"}
{"utterance":"Give me a weekly review template focused on money, health, and peace of mind.","category":"general_meta"}
{"utterance":"Give me a short Sunday checklist to get BOS ready for the week.","category":"general_meta"}
{"utterance":"Give me a short Friday wrap-up checklist so I don’t leave loose ends.","category":"general_meta"}
{"utterance":"Sense from my messages if I’m burning out and warn me early.","category":"general_meta"}
{"utterance":"Sense from my messages if I’m under-challenging myself and say so.","category":"general_meta"}
{"utterance":"Any time I say I feel stuck, ask me three clarifying questions before answering.","category":"general_meta"}
{"utterance":"Any time I say I feel lost, help me choose a single next step.","category":"general_meta"}
{"utterance":"Help me spot when I’m chasing perfection instead of shipping.","category":"general_meta"}
{"utterance":"Help me spot when I’m about to quit something important too early.","category":"general_meta"}
{"utterance":"Turn this brain dump into a prioritized plan for BOS.","category":"general_meta"}
{"utterance":"Turn this messy idea into a clear project with start and end.","category":"general_meta"}
{"utterance":"Translate my emotional rant into a calm summary with action items.","category":"general_meta"}
{"utterance":"If I sound negative about myself, gently reframe it into something constructive.","category":"general_meta"}
{"utterance":"Remind me that BOS is allowed to rest without losing ambition.","category":"general_meta"}
{"utterance":"When I ask for motivation, give me something specific to my story, not generic quotes.","category":"general_meta"}
{"utterance":"When I ask for tough love, tell me what I need to hear, not what I want to hear.","category":"general_meta"}
{"utterance":"Keep track of my big wins and remind me when I forget how far I’ve come.","category":"general_meta"}
{"utterance":"Keep track of big lessons I’ve learned and remind me when I repeat old mistakes.","category":"general_meta"}
{"utterance":"Create a simple scoreboard for BOS progress that doesn’t stress me out.","category":"general_meta"}
{"utterance":"Suggest one daily question I should ask myself each morning.","category":"general_meta"}
{"utterance":"Suggest one nightly question I should ask myself before bed.","category":"general_meta"}
{"utterance":"Help me design a simple personal philosophy for how BOS shows up every day.","category":"general_meta"}
{"utterance":"Turn my values into a short list of decision rules for work.","category":"general_meta"}
{"utterance":"Spot any conflicts between how I say I want to live and how I actually act.","category":"general_meta"}
{"utterance":"Show me one area of my life where a tiny consistent change would pay off big.","category":"general_meta"}
{"utterance":"Show me one area of my business where a tiny consistent change would pay off big.","category":"general_meta"}
{"utterance":"Help me decide which projects to pause so I can move faster on the rest.","category":"general_meta"}
{"utterance":"Help me pick one ‘money project’ that deserves my focus this month.","category":"general_meta"}
{"utterance":"Help me pick one ‘health project’ that deserves my focus this month.","category":"general_meta"}
{"utterance":"Help me pick one ‘relationship project’ that deserves my focus this month.","category":"general_meta"}
{"utterance":"Create a simple BOS motto for money decisions I can use as a filter.","category":"general_meta"}
{"utterance":"Create a simple BOS motto for time decisions I can use as a filter.","category":"general_meta"}
{"utterance":"Create a simple BOS motto for energy decisions I can use as a filter.","category":"general_meta"}
{"utterance":"Help me notice patterns in when I feel most alive and motivated.","category":"general_meta"}
{"utterance":"Help me notice patterns in when I feel drained and annoyed.","category":"general_meta"}
{"utterance":"From everything you’ve seen, what kind of life is BOS truly aiming for?","category":"general_meta"}
{"utterance":"Tell me one small action I can take today that my future self will be proud of.","category":"general_meta"}
